[
  "obsidian-tasks-plugin",
  "calendar",
  "periodic-notes",
  "templater-obsidian",
  "quickadd",
  "dataview",
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "obsidian-mind-map",
  "obsidian-linter",
  "number-headings-obsidian",
  "omnisearch",
  "obsidian-git"
]